content/main/20211011010036-household_machine.md
+++
title = "Household Machine"
author = ["System Administrator"]
draft = false
+++

The machine is particularly for household and chores


## Construction {#construction}


## Cloth {#cloth}


### Washing {#washing}

Once a day. Should be done by hand.
Clothes, and Socks.


### Archive {#archive}

Fold the clothes out of season and archive.
Don't forget anti-bug facility and dryer


### Store {#store}

Store in the closet and myside case
Dryer!


## Bed {#bed}


### Make bed {#make-bed}

Should make bed after get up


### Washing bed {#washing-bed}

Should wash bed to a period.
To be checked


## Tidy Space {#tidy-space}


### Desktop {#desktop}

Destop should be orgnized. Clean Desktop everyday before sleep


### Surronding {#surronding}

The surronding could compromise to 3 days


## Shoe {#shoe}


### Washing {#washing}

Should check the period of shoe washing


### Archive {#archive}

Should find a way to archive shoes
could use dedicated shoebox


### Store {#store}

Should find a way to store shoes


## Book {#book}


### Store {#store}

Should place and renew dryer
Find online book store solutions


## Computer {#computer}


### Cleaning {#cleaning}

Should Clean computer every 4 day. Didn't know if it's enough or too much.
Test for the first cycle.


## Rope {#rope}


### Processing {#processing}

Should Process Rope upon receiving


### Store {#store}

on dry winded area


## Bow {#bow}


### Store {#store}


### maintain {#maintain}


## Washing Things {#washing-things}

Tooth brushes, bath towel...


### maintain {#maintain}


### renew {#renew}


## Daily Supply {#daily-supply}


### Food {#food}


### Water {#water}